Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samiske_tall/samiske_tall_6_-_web.pdf.tmx
Source language: sme
Languages: nob

source: (Sámedikki jahkedieđáhus 1996: kapihtal 5.2.9), ja bušeahtaid ja jahkedieđáhusaid geahčadeamis dan áigodagas boahtá ovdan ahte Sámediggi lea geavahan ruđa miehta Sámi giellaovttasbargui dan áigodagas, muhto ii leat leamaš vejolaš addit oppalaš gova dan geavaheamis.
nob: Det må altså jobbes med rekruttering til samiskspråklige tilbud både i barnehagen, grunnskolen, videregående opplæring og til universitet og høgskole.

source: Sámediggi lea maid dorjon eará prošeavttaid maid ieš dahje ovttas earáiguin lea čađahan. Ovdamearkan lea dorjon sámi oahpponeavvoguovddáža ásaheami 3,5 miljovnna ruvnnuin jagi 2011 bušeahttakapihttalis Sámi giella.
nob: Det er viktig at ulike institusjoner har et hovedansvar for kurs i ulike samiske språk, men det bør ikke medføre at andre institusjoner ikke også skal kunne bidra til studiepoengproduksjon i faget.

source: Ruhta sirdojuvvui dalle poasttas 801 Erenoamáš prošeavttat mii lei geavahuvvon ovddet jagiid
nob: Samarbeid mellom institusjonene er i denne sammenhengen viktig.

source: 77 bušeahtain (Sámedikki bušeahtta 2011).
nob: SAK 7-samarbeidet bør derfor styrkes ytterligere.

source: Hállansyntesa maid Sámediggi lea dorjon ovttain miljovnna ruvnnuin lea dihtorprográmma mii áđđestallá olbmo hállama.
nob: Sjøl om studiepoengproduksjonen i alle tre samiske språk må sies å være god, er tallene sammenliknet med andre språk fortsatt relativt små.

source: Sámi hállansyntesa lea earret eará sámegiela divvunprográmma lasseveahkkeneavvu, ja maiddái čállinveahkki dysletihkariidda ja earáide geain leat stuorát dahje unnit čállin- ja hállanváttisvuođat.
nob: Dette betyr at flere av kursene kan være i fare for å bli nedlagt fordi de ikke bidrar til inntjening for lærestedet.

source: Prošeakta álggahuvvui 2012:s ja galgá gárvvistuvvot 2013:s.
nob: Fordi samiske språk er definert som definitivt truet og alvorlig truet av UNESCO, må disse ses i ei særstilling.

source: Sámi sátnedihtorbáŋku mii dorjojuvvo 500 000 ruvnnuin 2013:s lea ođđa neahttabálvalus, mas lea prošeaktanamma “ Risten 2 ”.
nob: Praksis ved Universitetet i Tromsø bør derfor framstå som et eksempel til etterfølgelse for andre høyere utdanningsinstitusjoner som Universitetet i Nordland og Høgskolen i Nord-Trøndelag.

source: Dat galgá leat sátne- ja tearbmareaidun olles sámi álbmogii ja eará geavaheddjiide dálá resurssaid vuođul. Ođđa fálaldaga ulbmilin lea ahte dáláš terminologiija lea álkit olahahtti buohkaide.
nob: Til tross for lavere rekruttering og studiepoengproduksjon sammenlignet med andre fag, opprettholdes og satses det videre på de samiskspråklige studieretningene ved UiT.

source: Dasa lassin lea Sámediggi juolludan 500 000 ruvnnu terminologiija- ja báikenamatprošektii maid ieš čađaha. Prošektii fágabirrasat bovdejuvvojit ovttasbargui Sámedikkiin álggahit terminologiija- ja báikenammaprošeavttaid.
nob: Statistikken påviser også at det er klar sammenheng mellom antall samiske kurs en institusjon tilbyr og den samlede studiepoengproduksjonen i samisk.

source: Ulbmil lea ahte dárbbašlaš terminologiija ovddiduvvo ja sámi báikenamat registrerejuvvojit. (Sámedikki bušeahtta 2013: 32-34.)
nob: Derfor bør sentrale myndigheter og Sametinget vurdere incitamenter slik at institusjonene motiveres til å tilby flere samiskspråklige kurs.

source: Lea leamaš hástaleaddji bargu háhkat loguid dán artihkkalii maid sáhttá veardidit guhtet guimmiideasetguin.
nob: Kartlegging av norske miljøer innen samisk forskning og høyere utdanning: omfang, rekruttering, finansiering, språk og samarbeid.

source: Ulbmilat nuppástuvvet ja njuolggadusat rievdaduvvojit.
nob: Notat fra NIFU – Nordisk institutt for studier av innovasjon, forskning og utdanning.

source: Lea leamaš váttis oažžut čielgasa masa juolludeamit gielddaid ja fylkkagielddaid guovttegielatvuhtii geavahuvvojit.
nob: NOKUT stiller kvantitative og kvalitative krav til institusjoner som skal tilby høgere utdanning, også for samisk.

source: Sivvan dasa lea ahte dat ii boađe ovdan Sámedikki bušeahtain, iige Sámedikki jahkedieđáhusain. Finnut (Kleven et al.
nob: De kvalitative kravene må være de samme for samisk som for andre fag.

source: 2009) buktá máŋggaid rávvagiid raporttas Árvvoštallan.
nob: Samisk utdanning skal holde høg kvalitet.

source: Guovttegielatvuođa doarjagiid geavaheamit mo sáhttá juogadit guovttegielatvuođadoarjaga ja mo sáhttá buoridit raporttaid ja rehketdoaluid.
nob: Derimot bidrar de kvantitative kravene til at enkelte institusjoner ikke oppretter kurs fordi de ikke oppfyller de formelle kvantitetskravene.

source: Sámediggi leage váldán vuhtii dáid rávvagiin go mearridii geavahišgoahtit ođđa juolludaneavttuid guovttegielatvuođadoarjaga juolludeamis (Sámediggi ášši 011/11).
nob: Flere av de kvantitative kravene vil i overskuelig framtid være umulig å oppfylle for samiske kurs.

source: Dát njuolggadusat váldojuvvojit dál atnui, ja ođđa njuolggadusat dáidet dahket álkibun árvvoštallat doarjaga geavaheami.
nob: Her bør Sametinget gå i dialog med NOKUT og Kunnskapsdepartementet for å finne hensiktsmessige løsninger på situasjonen.

source: Mii guoská Sámedikki ohcanvuđot doarjjaortnegii giellaprošeavttaide, de čujuhuvvo kritihkkii mii lea boahtán ovdan Norut dutkanlágádusa raporttas Evaluering av Sametingets søkerbaserte tilskuddsordninger for samisk språk
nob: Mediesituasjonen for samisk opplæring og utdanning er ofte preget av negative enkelthenvendelser og spådommer om at samiske språk er i ferd med å dø ut.

source: Sámediggi galggašii maid gáibidit ahte prošeavttaid bohtosat almmuhuvvojit ovdamearkka dihte oahpponeavvuid neahttabáikkis www.ovttas.no dahje eará heivvolaš neahttabáikkiin.
nob: Da Universitetet i Nordland fikk 21 studenter på første år av bachelorutdanninga i lulesamisk, var dette langt bedre enn forventet.

source: Sámediggi lea juo vuhtiiváldán oasis kritihkas mii lea boahtán Sámi giellaguovddážiin.
nob: Med få lærekrefter i samisk ved de norske institusjonene er det hensiktsmessig å samarbeide over riksgrensa om samiske studietilbud.

source: Sámediggi juolluda oktiibuot 70 miljovnna ja 365 000 ruvnnu daid bušeahttapoasttain maid mihttomearrin ovddimusat lea nannet ja ovddidit sámegielaid.
nob: Mangel på lærekrefter i samisk medfører at lærestedene ikke alltid kan tilby de samme kursene hvert studieår.

source: Sámedikki juolludeamit doarjjaortnegii guovttegielatvuohta gielddain ja fylkkagielddain lassánit olles áigodagas ja Sámedikki juolluda oktiibuot 48,429 miljovnna ruvnnu gielddaide ja fylkkagielddaide 2013:s.
nob: Da er det viktig med forutsigbare ordninger som gjør at studentene kan planlegge utdanninga ved at det gis lett tilgjengelig informasjon om når de ulike samiskspråklige studietilbudene starter opp.

source: Dat juogada 43,329 miljovnna ruvnnu logi gildii ja 5,1 miljovnna ruvnnu njealji fylkkagildii.
nob: Lærestedene bør legge slike planer for flere studieår fram i tid.

source: Sámedikki juolludeamit giellaguovddážiid doaimmaide lassánii 1,6 miljovnna ruvnnus gitta 10,826 miljovnna ruvdnui áigodagas 2001-13.
nob: Felles samiske kurs for lærerstudenter og andre studenter er ikke tillatt i dag.

source: Giellaguovddážat mat ožžot doaibmadoarjaga, lassánedje njealjis golmmanuppelohkái.
nob: Det bør sikres muligheter for at lærerstudenter kan følge kurs som egentlig er tilegnet andre studenter, da det ofte ikke er kapasitet til å holde to parallelle kurstilbud i samisk.

source: Doaibmadoarjja guhtege guovddážii lassánii 400 000 ruvnnus 2001:s gitta 602 000 ruvdnui 2013:s.
nob: For å sikre ei ytterligere økning i studiepoengproduksjonen vil det spesielt for sørsamisk og lulesamisk være et stor ubenyttet potensial i begynnerkurs som kan kvalifisere til opptak på bachelorutdanning i samisk.

source: Áigodagas 2001-06 lei juolludeami sturrodat 2,4 ja 4,4 miljovnna ruvnnu gaskkas.
nob: Nasjonalt organ for kvalitet i utdanningen.

source: Sámediggi geavahišgoahtá dietnasa Sámeálbmot foanddas prošeavttaide 2007 maŋŋá ja ohcanvuđot doarjagat giellaprošeavttaide olahit bajimus dási 2009:s go juolluduvvui 10,01 miljovnna ruvnnu daidda.
nob: Her tenkes det første og fremst på for eksempel hvor mange fagpersoner institusjonen må ha på fagområdet for å kunne opprette et studieprogram.

source: Dan maŋŋá lea juolludeamit ohcanvuđot giellaprošeavttaide geahppánan ja 2013:s Sámedikki juolluda 7,61 miljovnna ruvnnu dakkár prošeavttaide.
nob: Butenschøn-utvalget drøfter denne problemstillinga i kapittel 8 i sin rapport.

source: Sámedikki juolludeamit sámegiela seailluheapmái ja ovddideapmái lea ođđa čoahkkepoasta 2012 rájes.
nob: Studiepoengproduksjon i samisk vil fortsatt være viktig for å dekke samfunnsbehov og styrke statusen for samiske språk.

source: Lea váttis buohtastaddat jagiid 2012 ja 2013 loguid ovddit jagiid loguiguin.
nob: Derfor bør det om noen år på nytt ses på utviklinga i studiepoengproduksjonen i samisk.

source: Gáldut
nob: Kilder

source: Gieldda- ja regionáladepartemeanta.
nob: Langfeldt, Liv, og Inge Ramberg (u. d.):

source: Josefsen, Eva, Áila Márge Varsi Balto & Marit Solstad 2013: Evaluering av Sametingets søkerbaserte tilskuddsordninger for samisk språk. Norut rapport 2013: 1. Barggaheaddji: Sámediggi.
nob: Kartlegging av norske miljøer innen samisk forskning og høyere utdanning: omfang, rekruttering, finansiering, språk og samarbeid.

source: Kárášjohka.
nob: Notat fra NIFU.

source: Árvvoštallan.
nob: NOU 2000: 3.

source: Guovttegielatvuođa doarjagiid geavaheamit. Finnut Consult A / S. Barggaheaddji: Sámediggi.
nob: Samisk lærerutdanning – mellom ulike kunnskapstradisjoner.

source: Norut raporta 2012: 16.
nob: Samiske tall forteller 4 (2011).

source: Barggaheaddji: Sámediggi.
nob: Sámi allaskuvla.

source: Čoahkkingirji 01/11.
nob: Kvalitetsreformen.

source: Sámediggi. Kárášjohka.
nob: Om samisk høyere utdanning og forskning.

source: s, 234-43.
nob: Todal, Jon (2012).

source: Sámedikki jahkedieđáhus 1996: Samisk språkarbeid.
nob: «Samisk språk i barnehage og skule 2011/12š.

source: Online:
nob: I: Samiske tall forteller 5.

source: Sámedikki jahkedieđáhus 2004: Online:
nob: Sámi allaskuvla 2012.

source: SSB 2013: Statistihka guovddášdoaimmahaga konsumahaddeindeaksarehkkenmašiidna interneahtas.
nob: Utvalg for samisk forskning og høyere utdanning (Butenschøn-utvalget) (2012).

source: - Guhkes bálgáid mielde – sámi dutkama ja alitoahpahusa birra
nob: Guhkes bálgáid mielde – sámi dutkama ja alitoahpahusa birra (Langs lange spor – om samisk forskning og høyere utdanning).

source: 5 Galbbaid giellaatnu muitala
nob: 5 Språkvalg på skilt forteller

source: Kaisa Rautio Helander, vuosttašamanueansa, PhD, Sámi allaskuvla, Guovdageaidnu
nob: Kaisa Rautio Helander, 1. amanuensis, PhD, Samisk høgskole, Kautokeino Yngve Johansen, prosjektleder, Samisk høgskole, Kautokeino

source: Dán artihkkalis guorahallojuvvo sámegiela rivttiid ollašuvvan Norgga bealde dihto almmolaš geavahusas, namalassii johtolatgalbbain.
nob: Sammendrag I denne artikkelen drøftes hvordan rettighetene for samisk språk i Norge gjennomføres på en offentlig arena, nemlig i forhold til valg av språk på trafikkskilt.

source: Suohkaniin lea maiddái geatnegasvuohta čuovvut Norgga lágaid ja ovddidit, ahte Sámelága giellanjuolggadusat čuvvojuvvojit ee. johtolatgalbbaid tearbmaanus ja ahte sámi báikenamat váldojuvvojit virggálaš atnui báikenammalága gáibádusaid mielde.
nob: Det er også kommunenes plikt å se til at lovene blir fulgt, at samelovens språkregler følges bl.a. i forbindelse termbruk på trafikkskilt og at samiske stedsnavn tas i offentlig bruk i henhold til bestemmelsene i stedsnavnloven.

source: 99 Guovtte- ja máŋggagielat tearpmaid ja báikenamaid anus johtolatgalbbain leat maiddái ekonomalaš konsekveanssat.
nob: Bruk av to- og flerspråklige termer og stedsnavn på trafikkskilt har også økonomiske konsekvenser.

source: Go Norggas leat gielaide guoskevaš lágat fámus, de guovddáš eiseválddit berrejit dáhkidit, ahte leat maiddái ekonomalaš rámmat bidjat fápmui lágaid mielde gáibiduvvon doaimmaid.
nob: Når man i Norge har gjeldende språklover, bør sentrale myndigheter garantere for økonomiske rammer til å gjennomføre lovpålagte oppgaver.

source: Norggas lea buorre giellapolitihkka, mii váldá vuhtii maiddái sámi álbmoga gielalaš rivttiid.
nob: I Norge har man en god språkpolitikk som tar hensyn også til samenes språklige rettigheter.

source: Sihke sámelága giellanjuolggadusat ja báikenammaláhka leat leamaš fámus juo badjelaš 20 jagi, muhto báikkálaš ja guovllolaš dási almmolaš orgánain orrot ain váilume buorit rutiinnat, mo dát lágat galget váldojuvvot vuhtii geavatlaš doaimmain.
nob: Både samelovens språkregler og stedsnavnloven har begge vært i kraft i over 20 år, men offentlige organer både på lokalt og regionalt nivå synes fremdeles å mangle gode rutiner for oppfølging av lovene i praktisk virksomhet.

source: 5.1 Vuolggasadji ja ulbmil
nob: 5.1 Innledning og mål

source: Guovddážis lea suokkardit, mo sámelága giellanjuolggadusat ja báikenammaláhka leat váldon vuhtii almmolaš galbemis.
nob: Hovedsaken i artikkelen er å analysere, hvordan samelovens språkregler og stedsnavnloven er tatt hensyn til i den offentlige skiltingen.

source: Guorahallanguovlun leat válljejuvvon suohkanat, mat jagi 1992 mearriduvvojedje gullat sámegiela hálddašanguvlui, namalassii Finnmárkku fylkkas dát vihtta suohkana: Guovdageaidnu, Kárášjohka, Porsáŋgu, Deatnu ja Unjárga, ja Romssa fylkkas Gáivuona suohkan.
nob: Som analyseområde er valgt de kommunene som i 1992 ble med i forvaltningsområdet for samisk språk, dvs. følgende kommuner fra Finnmark fylke: Kautokeino, Karasjok, Porsanger, Tana og Nesseby, og fra Troms fylke Kåfjord kommune.

source: Dán guđa suohkanis lea sámegiella leamaš guhkimusat almmolaš giellan, namalassii badjelaš 20 jagi.
nob: I disse seks kommunene har samisk språk vært offentlig språk i over 20 år.

source: Danin aiddo dáid suohkaniid galbendili guorahallan sáhttá buktit dehálaš dieđuid das, makkár áigeperspektiivvain gielalaš vuoigatvuođat, mat leat nannejuvvon sámelága giellanjuolggadusain ja báikenammalágain, leat dássái ollašuvvan sámi guovllus Norggas.
nob: Derfor kan undersøkelsen om skiltsituasjonen nettopp i disse kommunene gi viktig informasjon om tidsperspektiv for oppfyllelse av språklige rettigheter i henhold til samelovens språkregler og stedsnavnloven i det samiske området i Norge.

source: Analysa vuođđun leat johtolatgalbbat, mat čájehit dili nugo galbbaid atnu lei ovdal skábmamánu 2012 (ja Unjárgga gielddas Stuorravuonas Vuonnabahtii ovdal njukčamánu 2013).
nob: Grunnlaget for analysen er veiskilt som viser situasjonen før november 2012 (og i Nesseby kommune, mellom strekningen Karlebotn – Varangerbotn før mars 2013).

source: Rievdadusat mat ležžet dáhpáhuvvan dan rájes, eai leat mielde dán guorahallamis.
nob: Endringer etter dette er ikke med i materialet.

source: Johtolatgalbbaid joavkkus leat analysii válljejuvvon luodda- ja diehtogalbbat.
nob: I analysen er det valgt trafikkskilt av typen veiskilt og opplysningstavler.

source: Galbbaid lea Finnmárkku suohkaniin govven Yngve Johansen, ja Gáivuona suohkanis leaba govven Ramona Pedersen ja Leif Ivar Nilsen.
nob: Bildene fra Finnmark er tatt av Yngve Johansen og Ramona Pedersen og Leif Ivar Nilsen har fotografert skiltene i Kåfjord kommune.

source: Kaisa Rautio Helander lea govven jagi 2007 gova 10, mii ii gula dutkanguovllu galbbaid jovkui.
nob: Kaisa Rautio Helander har i 2007 tatt bilde 10, som ikke hører til forskningsområdets skilt.

source: Yngve Johansen lea ráhkadan tabeallaid ja artihkkala čuvvosa govvalisttuid.
nob: Yngve Johansen har laget tabeller og den vedlagde bildesamlingen av skilt.

source: Kaisa Rautio Helander lea čállán artihkkala analysa.
nob: Kaisa Rautio Helander har skrevet analysen i artikkelen.

source: 100 muddui sámegiella ja sámegiel báikenamat leat dohkkehuvvon dakkár luoddagalbemis, man stáda orgána Statens vegvesen fuolaha.
nob: Formålet er å drøfte med en kvantitativ analyse, i hvilken grad samisk språk og samiske stedsnavn er tatt hensyn til i skiltingen, som Statens veivesen er ansvarlig for.

source: Dás ii dutkojuvvo dakkár galben, mii lea suohkaniid ovddasvástádussan, nugo omd. suohkaniid luottaid galbbat ja suohkaniid institušuvnnaid galben.
nob: I denne analysen drøftes ikke skilting som kommunene er ansvarlige for, som f.eks. kommunale veier eller kommunale institusjoner.

source: Analysa vuolggasadjin leat fysalaš johtolatgalbbat ja daid giellaatnu.
nob: Utgangspunkt for analysen er de fysiske trafikkskiltene og språkvalget i skiltingen.

source: Dás ii biddjojuvvo deaddu dasage, makkár báikkit álgoálggus leat dahje eai leat galbejuvvon.
nob: I denne sammenhengen legges det ikke vekt på hvilke type steder som opprinnelig har vært skiltet eller ikke.

source: Dákkár perspektiiva livččii maiddái miellagiddevaš, daningo dat sáhtášii buktit dieđuid das, makkár orgánat mearridit guđe báikái biddjojuvvo galba ja makkár kriteraid vuođul (gč. Trafikkskilt 2012 a, 24; vrd. Helander 2008, 107, 196–198).
nob: Et slik perspektiv er også interessant, fordi det kan gi informasjon om hvilke organer som bestemmer hvilke lokaliteter blir skiltet og i henhold til hvilke kriterier (se Trafikkskilt 2012 a, 24; jfr. Helander 2008, 107, 196–198).

source: Dán guorahallamis ii leat dattetge leamaš vejolašvuohta giddet fuomášumi dan perspektiivva guorahallamii.
nob: I denne analysen har det ikke vært mulig å legge vekt på å undersøke dette perspektivet.

source: Kapihttalis 5.3 čilgejuvvojit dárkileappot, makkár galbajoavkkut leat mielde guorahallamis.
nob: I kapittel 5.3 drøftes nærmere hvilke skiltgrupper som er med i analysen.

source: Mielddusin leat analysa johtolatgalbbaid govat.
nob: Bilder av trafikkskilt i analysen finnes i vedlegget.

source: Go teavsttas čujuhuvvo galbbaid báikenamaide dahje tearpmaide, de dat leat mildosa galbalisttus.
nob: Når det i teksten henvises til stedsnavn eller termer på skilt, finner man skiltene i vedlegget.

source: 5.2 Sámegiella virggálaš giellan Norggas
nob: 5.2 Samisk som offentlig språk i Norge

source: Sámegiela atnui almmolaš luoddagalbemis váikkuhit golbma lága, namalassii sámelága giellanjuolggadusat, báikenammaláhka ja suohkanláhka.
nob: Bruk av samisk språk i forhold til skilting forholder seg til tre lover som berører samisk språk og samiske stedsnavn, nemlig Samelovens språkregler, stedsnavnsloven og kommuneloven.

source: Sámelága giellanjuolggadusat gusket oppalaččat sámegiela geavaheapmái virggálaš giellan.
nob: Samelovens språkregler angår bruk av det

source: Báikenammalága mielde hálddašuvvo báikenamaid virggálaš atnu, muhto suohkaniid virggálaš guovttegielat namat mearriduvvojit suohkanlága vuođul.
nob: Den offentlige bruken av stedsnavn er regulert i stedsnavnsloven, mens kommunens offisielle tospråklige navn vedtas i henhold til reglene i kommuneloven.

source: Shohamy (2006, 51) čállá, ahte giellapolitihkka lea áigumušaid almmuheapmi dahje manifestašuvdna, muhto dábálaččat ii leat giddejuvvon nu olu fuomášupmi dasa, man muddui dát politihkka lea geavadis duohtandahkkon dahje implementerejuvvon.
nob: Ifølge Shohamy (2006, 51) er språkpolitikk manifestering eller synliggjøring av intensjoner, men som oftest er det ikke knyttet så stor oppmerksomhet til hvordan denne politikken i praksis utøves og implementeres.

source: Son fuomášuhttá maiddái, ahte vaikko vel politihkalaš ulbmilat livčče eksplisihtalaččat, dat ii dattetge vel dáhkit dan, ahte giellapolitihkka ollašuvvá praktihkas.
nob: Hun gjør også oppmerksom på at selv om de politiske målene er tydelige, garanterer det ikke at språkpolitikken alltid blir oppfylt i praksis.

source: Giellageavahus sáhttá muhtumin leat maid vuostálagaid mearriduvvon politihkain.
nob: Språkbruk kan noen ganger være i strid med den vedtatte politikken.

source: Almmolaš johtolatgalbbaid guorahallan addá dieđuid das, mo Norgga bealde sámegillii guoskevaš giellapolitihkka lea ollašuvvame geavatlaš dilis.
nob: Drøftingen av offentlig veiskilting gir informasjon om hvordan språkpolitikk angående det samiske språket i Norge er oppfylt i praksis.

source: Luoddagalbbaid giellaanu kvantitatiivvalaš guorahallan čalmmustahttá dan, man muddui sámegiella lea dohkkehuvvon gielalaš duovdagiid almmolaš giellan.
nob: En kvantitativ gjennomgang av språkvalg på veiskilt viser i hvilken grad samisk er akseptert som offentlig språk i det språklige landskapet.

source: Ovdal go analyseret dárkileappot galbendili sámegiela hálddašanguovllu guđa suohkanis, de suokkardit oanehaččat guovddáš láhkavuođu, mii lea vuolggasadjin dasa, ahte sámegiella galgá váldojuvvot vuhtii galbendoaimmain.
nob: Før vi presenterer en grundigere analyse av veiskilt i de seks kommunene i forvaltningsområdet for samisk språk, drøftes kort lovgrunnlaget for bruk av samisk språk og samiske stedsnavn på trafikkskilt.

source: Láhka Sámedikki ja eará sámi vuoigatvuođaid birra (ng. Sámeláhka) lea boahtán Norggas fápmui jagi 1989.
nob: Loven om Sametinget og andre samiske rettigheter (den såkalte sameloven) trådte i kraft 1989.

source: Sámelága giellanjuolggadusain leat nannejuvvon sámi álbmoga gielalaš vuoigatvuođat erenoamážit dain suohkaniin, mat leat meroštallojuvvon gullat sámegiela hálddašanguvlui.
nob: I Samelovens språkregler er nedfelt språklige rettigheter til den samiske befolkning spesielt i de kommunene, som er definert som forvaltningsområdet for samisk språk.

source: Giellanjuolggadusat bohte fápmui jagi 1992.
nob: Språkreglene trådte i kraft i 1992.

source: Sámegiela hálddašanguovlu lea dađistaga viiddiduvvon, nu ahte dál, jagi 2013 dasa gullet logi suohkana davvi-, julev- ja lullisámi guovllus (gč. dárkileappot Sámediggedieđáhus 2012; FOR 2005).
nob: Samisk forvaltningsområde er etter hvert utvidet og utgjør i 2013 ti kommuner, både i nord-, lule- og sørsamiske områder (se nærmere Sametingsmelding 2012; FOR 2005).

source: Sámelága § 1-5 mielde sámegiela hálddašanguovllus leat sámegiella ja dárogiella seammaárvosaš gielat.
nob: Ifølge § 1-5 i sameloven er samisk og norsk likeverdige språk i det samiske forvaltningsområdet.

source: Sámelága giellanjuolggadusain § 3-2 celkojuvvo ná:
nob: Ifølge § 3-2 i samelovens språkregler

source: almmolaš orgánaid dieđáhusat, mat leat oaivvilduvvon juogo olles dahje oassái hálddašanguovllu álbmogis, galget leat sihke sáme- ja dárogillii (Sámeláhka 2008).
nob: skal kunngjøringer fra offentlige organ som særlig retter seg mot hele eller deler av befolkningen i forvaltningsområdet, skje både på samisk og norsk. (Sameloven 2008)

source: Almmolaš luoddagalben lea guovddáš diehtu, mii lea oaivvilduvvon hálddašanguovllu álbmogii.
nob: Offentlig veiskilting anses som sentral kunngjøring som retter seg mot befolkningen i forvaltningsområdet.

source: Danin guorahallat, man muddui luoddagalbemis leat dássážii vuhtiiváldojuvvon sámelága giellanjuolggadusat ja leago sámegiella mielde almmolaš galbbaid buohtalas giellan.
nob: Derfor undersøker vi hvorvidt samelovens språkregler er tatt hensyn til ved skiltingen og om det samiske språket er likestilt med norsk på offentlige skilt.

source: Go almmolaš galbbaid giellaanu guorahallá, de leat das guokte beali: nuppe dáfus sáhttá guorahallat, makkár báikenamat ja man gillii adnojuvvojit galbbain, ja nuppe dáfus lea maiddái jearaldat, leago sámegiela terminologiija dohkkehuvvon almmolaš galbbaide buohtalagaid dárogiel tearpmaiguin.
nob: Drøftingen av språkbruk på offentlige veiskilt tar utgangspunkt i to forhold: på den ene side kan man undersøke, hvilke stedsnavn og hvilket språk som benyttes på skilt og på den andre side om samiskspråklig terminologi er godtatt på offentlige skilt på lik linje med norsk.
